Repository: kuangre123/bike
Catalog: Bike/Sources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, zh_hant

source: 没有找到其他 app 写入的运动记录。若你的手表 app 已在往「健康」写数据，请到 健康 › 共享 › App 里允许「快乐轻骑」读取「体能训练」。
de: Keine Workouts anderer Apps gefunden. Falls deine Uhren-App bereits in Health schreibt, erlaube HappyRide unter Health › Freigabe › Apps das Lesen von „Workouts“.
en: No workouts from other apps were found. If your watch app already writes to Health, go to Health › Sharing › Apps and allow HappyRide to read Workouts.
ja: 他の App が書き込んだワークアウトは見つかりませんでした。ウォッチ App がすでにヘルスケアに書き込んでいる場合は、ヘルスケア › 共有 › App で「快乐轻骑」に「ワークアウト」の読み取りを許可してください。
ko: 다른 앱이 기록한 운동을 찾지 못했습니다. 시계 앱이 이미 건강에 기록하고 있다면 건강 › 공유 › 앱에서 快乐轻骑에 '운동' 읽기를 허용하세요.
zh_hant: 沒有找到其他 app 寫入的運動記錄。若你的手錶 app 已在往「健康」寫資料，請到 健康 › 共享 › App 裡允許「快樂輕騎」讀取「體能訓練」。

source: 没有新的记录可导入。
de: Keine neuen Workouts zum Importieren.
en: No new workouts to import.
ja: 取り込める新しい記録はありません。
ko: 가져올 새 기록이 없습니다.
zh_hant: 沒有新的記錄可匯入。

source: 河滨公园
de: Flusspark
en: Riverside park
ja: 河川敷公園
ko: 강변 공원
zh_hant: 河濱公園

source: 沿路线前进
de: Der Route folgen
en: Continue on route
ja: ルートを進む
ko: 경로를 따라 진행
zh_hant: 沿路線前進

source: 消耗
de: Verbraucht
en: Burned
ja: 消費
ko: 소모

source: 清理重复健康记录
de: Doppelte Health-Einträge bereinigen
en: Clean up duplicate Health records
ja: 重複するヘルスケア記録を整理
ko: 중복 건강 기록 정리
zh_hant: 清理重複健康記錄

source: 湖
de: See
en: Lake
ko: 호수

source: 环形骑行路线
de: Rundkurs
en: Loop ride route
ja: 周回ライドルート
ko: 순환 라이딩 경로
zh_hant: 環形騎行路線

source: 环线推荐 · 5/10/20km 一键成圈
de: Rundkurse · 5/10/20 km per Tipp
en: Loop suggestions · 5/10/20 km in one tap
ja: 周回提案 · 5/10/20kmをワンタップ
ko: 순환 추천 · 5/10/20km 원터치
zh_hant: 環線推薦 · 5/10/20km 一鍵成圈

source: 电动车
de: E-Bike
en: E-bike
ja: 電動アシスト
ko: 전기자전거
zh_hant: 電動車

source: 疑似电动车
de: Verdacht auf E-Bike
en: Suspected e-bike
ja: 電動アシストの疑い
ko: 전기자전거 의심
zh_hant: 疑似電動車

source: 疑似电动车：长时间高速且速度几乎不变
de: Verdacht auf E-Bike: lang, schnell und sehr gleichmäßig
en: Suspected e-bike: long, fast and very steady
ja: 電動アシストの疑い：長時間・高速・ほぼ一定
ko: 전기자전거 의심: 길고 빠르며 거의 일정
zh_hant: 疑似電動車：長時間高速且速度幾乎不變

source: 目标
de: Ziel
en: Goal
ja: 目標
ko: 목표
zh_hant: 目標

source: 直行
de: Geradeaus
en: Go straight
ja: 直進
ko: 직진

source: 省 %lld%%
de: %lld%% sparen
en: Save %lld%%
ja: %lld%%お得
ko: %lld%% 절약

source: 知道了
de: Verstanden
en: Got it
ja: OK
ko: 확인

source: 石板路
de: Kopfsteinpflaster
en: cobbles
ja: 石畳
ko: 돌길

source: 码表
de: Radcomputer
en: Cyclometer
ja: サイコン
ko: 속도계
zh_hant: 碼表

source: 码表骑行时，每满 10 分钟、每满 5 公里播报一次时长、距离与平均速度。播报会把正在放的音乐音量压低，念完自动恢复。还没定位到时不播报距离与均速。
de: Während einer Fahrt mit dem Tacho werden Zeit, Distanz und Durchschnittsgeschwindigkeit alle 10 Minuten und alle 5 km angesagt. Laufende Musik wird währenddessen leiser und danach wiederhergestellt. Distanz und Geschwindigkeit entfallen, solange kein GPS-Signal vorliegt.
en: During a cyclometer ride, your time, distance and average speed are announced every 10 minutes and every 5 km. Music is ducked during the announcement and restored afterwards. Distance and speed are skipped until GPS has a fix.
ja: サイクロメーターでの走行中、10 分ごと・5 km ごとに時間、距離、平均速度をアナウンスします。再生中の音楽は一時的に音量を下げ、読み上げ後に元へ戻ります。GPS が測位するまでは距離と平均速度はアナウンスしません。
ko: 속도계로 주행하는 동안 10분마다, 5km마다 시간·거리·평균 속도를 안내합니다. 안내 중에는 음악 소리를 낮추고 끝나면 원래대로 돌아옵니다. GPS가 잡히기 전에는 거리와 평균 속도를 안내하지 않습니다.
zh_hant: 碼錶騎行時，每滿 10 分鐘、每滿 5 公里播報一次時長、距離與平均速度。播報會把正在放的音樂音量壓低，念完自動恢復。還沒定位到時不播報距離與均速。

source: 确定
de: OK
en: OK
ja: OK
ko: 확인
zh_hant: 確定

source: 碎石
de: Schotter
en: gravel
ja: 砂利
ko: 자갈

source: 示例
de: Beispiel
en: Sample
ja: サンプル
ko: 샘플
zh_hant: 範例

source: 立即订阅
de: Jetzt abonnieren
en: Subscribe now
ja: 今すぐ登録
ko: 지금 구독
zh_hant: 立即訂閱

source: 第一段轻松出行会出现在这里。
de: Deine erste Fahrt erscheint hier.
en: Your first easy trip will show up here.
ja: 最初の気軽な移動がここに表示されます。
ko: 첫 가벼운 이동이 여기에 표시됩니다.
zh_hant: 第一段輕鬆出行會出現在這裡。

source: 等待定位
de: Warte auf GPS
en: Waiting for GPS
ja: 位置情報を待機中
ko: 위치 대기 중

source: 等待心率
de: Warte auf Puls
en: Waiting for HR
ja: 心拍を待機中
ko: 심박 대기 중

source: 等待授权
de: Warte auf Freigabe
en: Waiting for access
ja: 許可を待機中
ko: 권한 대기 중
zh_hant: 等待授權

source: 类型
de: Typ
en: Type
ja: 種類
ko: 종류
zh_hant: 類型

source: 约 %@ 公里环线
de: Rundkurs ca. %@ km
en: About %@ km loop
ja: 約 %@ km のループ
ko: 약 %@ km 순환 코스
zh_hant: 約 %@ 公里環線

source: 约 %lld 公里环线
de: ~%lld km Rundkurs
en: ~%lld km loop
ja: 約%lld kmの周回
ko: 약 %lld km 순환
zh_hant: 約 %lld 公里環線

source: 累计总量
de: Gesamt insgesamt
en: All-time totals
ja: 累計
ko: 누적 합계
zh_hant: 累計總量

source: 累计爬升
de: Höhenmeter
en: Elevation gain
ja: 獲得標高
ko: 누적 상승
zh_hant: 累計爬升

source: 终点
de: Ende
en: End
ja: 終点
ko: 도착
zh_hant: 終點

source: 结束导航
de: Navigation beenden
en: End navigation
ja: ナビを終了
ko: 내비게이션 종료
zh_hant: 結束導航

source: 结束并保存
de: Beenden & speichern
en: End & save
ja: 終了して保存
ko: 종료하고 저장
zh_hant: 結束並儲存

source: 结束这次骑行？
de: Diese Fahrt beenden?
en: End this ride?
ja: このライドを終了しますか？
ko: 이 라이딩을 종료할까요?
zh_hant: 結束這次騎行？

source: 结束骑行
de: Fahrt beenden
en: End ride
ja: ライドを終了
ko: 라이딩 종료
zh_hant: 結束騎行

source: 继续
de: Fortsetzen
en: Resume
ja: 再開
ko: 계속
zh_hant: 繼續

source: 继续骑行
de: Weiterfahren
en: Keep riding
ja: ライドを続ける
ko: 라이딩 계속
zh_hant: 繼續騎行

source: 绿道
de: Grünweg
en: Greenway
ja: 緑道
ko: 녹지길
zh_hant: 綠道

source: 网络不可用
de: Netzwerk nicht verfügbar
en: Network unavailable
ja: ネットワークを利用できません
ko: 네트워크 사용 불가
zh_hant: 網路不可用

source: 自动写回 Apple 健康
de: Automatisch in Apple Health schreiben
en: Auto write back to Apple Health
ja: Appleヘルスケアへ自動で書き戻す
ko: Apple 건강에 자동 기록
zh_hant: 自動寫回 Apple 健康

source: 自动弹订阅页
de: Paywall automatisch zeigen
en: Auto-show paywall
ja: 自動で購読画面を表示
ko: 구독 화면 자동 표시
zh_hant: 自動彈訂閱頁

source: 自动标注疑似电动车
de: Verdächtige E-Bikes automatisch markieren
en: Auto-flag suspected e-bikes
ja: 電動アシストの疑いを自動表示
ko: 전기자전거 의심 자동 표시
zh_hant: 自動標註疑似電動車

source: 自动检测
de: Automatisch erkannt
en: Auto-detected
ja: 自動検出
ko: 자동 감지
zh_hant: 自動偵測

source: 自动检测添加
de: Per Auto-Erkennung hinzugefügt
en: Added by auto-detection
ja: 自動検出で追加
ko: 자동 감지로 추가
zh_hant: 自動偵測新增

source: 自动检测添加；无 GPS 路线，距离、均速和卡路里按运动历史估算
de: Per Auto-Erkennung; ohne GPS werden Distanz, Ø-Tempo und Kalorien geschätzt.
en: Added by auto-detection; no GPS route, so distance, avg speed and calories are estimated from activity history.
ja: 自動検出で追加。GPSルートがないため距離・平均速度・カロリーは運動履歴から推定。
ko: 자동 감지로 추가. GPS 경로가 없어 거리·평균 속도·칼로리는 활동 기록으로 추정.
zh_hant: 自動偵測新增；無 GPS 路線，距離、均速與卡路里依運動歷史估算。

source: 自动记录的运动类型
de: Automatisch erfasste Aktivitäten
en: Auto-recorded activity types
ja: 自動記録する種目
ko: 자동 기록 종목
zh_hant: 自動記錄的運動類型

source: 草地
de: Gras
en: grass
ja: 草
ko: 잔디

source: 规划路线会把你的起点与目的地坐标发送给地图路线服务（brouter.de），仅用于算路。
de: Die Routenplanung sendet Start- und Zielkoordinaten nur zur Berechnung an den Routing-Dienst (brouter.de).
en: Route planning sends your start and destination coordinates to the routing service (brouter.de), only to compute a route.
ja: ルート計画は出発地と目的地の座標をルーティングサービス（brouter.de）に送信し、算出のみに使用します。
ko: 경로 계획은 출발지·목적지 좌표를 라우팅 서비스(brouter.de)로 보내 경로 계산에만 사용합니다.
zh_hant: 規劃路線會把你的起點與目的地座標傳送給地圖路線服務（brouter.de），僅用於算路。

source: 解锁 轻骑运动 Pro
de: Cycling Pro freischalten
en: Unlock Cycling Pro
ja: サイクリングProを解放
ko: Cycling Pro 잠금 해제
zh_hant: 解鎖 輕騎運動 Pro

source: 订阅
de: Abo
en: Subscription
ja: サブスクリプション
ko: 구독
zh_hant: 訂閱

source: 订阅成功
de: Abo aktiv
en: Subscribed
ja: 登録が完了しました
ko: 구독 완료
zh_hant: 訂閱成功

source: 订阅自动续费，可随时在系统设置中取消
de: Abo verlängert sich automatisch; jederzeit in den Einstellungen kündbar
en: Subscription auto-renews; cancel anytime in Settings
ja: サブスクは自動更新。設定でいつでも解約できます
ko: 구독은 자동 갱신되며 설정에서 언제든 해지할 수 있습니다
zh_hant: 訂閱自動續費，可隨時在系統設定中取消

source: 记录 · 连续天数 · 月度趋势
de: Rekorde · Serien · Monatstrends
en: Records · streaks · monthly trends
ja: 自己ベスト · 連続 · 月別推移
ko: 기록 · 연속 · 월별 추이
zh_hant: 記錄 · 連續天數 · 月度趨勢

source: 设定后，首页会显示本周骑行距离的进度。仅本地统计，不含已排除记录。
de: Zeigt den Wochenfortschritt auf dem Home-Screen. Nur lokal, ohne ausgeschlossene Fahrten.
en: Once set, the home screen shows your weekly distance progress. Local only, excluding hidden rides.
ja: 設定するとホームに今週の距離進捗を表示。ローカルのみ、除外記録は含みません。
ko: 설정하면 홈에 이번 주 거리 진행률이 표시됩니다. 로컬 전용, 제외 기록 미포함.
zh_hant: 設定後，首頁會顯示本週騎行距離的進度。僅本機統計，不含已排除記錄。

source: 设置
de: Einstellungen
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 试用 %@，到期自动续费
de: %@ gratis testen, danach automatische Verlängerung
en: %@ free trial, auto-renews after
ja: %@無料体験、期限後は自動更新
ko: %@ 무료 체험, 이후 자동 갱신
zh_hant: 試用 %@，到期自動續費

source: 语音报时
de: Sprachansagen
en: Spoken updates
ja: 音声アナウンス
ko: 음성 안내
zh_hant: 語音報時

source: 请关闭静音按钮，以听到语音导航
de: Stummschalter aus, um die Sprachnavigation zu hören
en: Turn off the mute switch to hear voice navigation
ja: 音声ナビを聞くにはミュートを解除してください
ko: 음성 안내를 들으려면 무음 스위치를 끄세요
zh_hant: 請關閉靜音按鈕，以聽到語音導航

source: 请求权限
de: Zugriff anfragen
en: Request access
ja: 権限を求める
ko: 권한 요청
zh_hant: 請求權限

source: 购买失败，请稍后重试
de: Kauf fehlgeschlagen, bitte später erneut versuchen
en: Purchase failed, please try again later
ja: 購入に失敗しました。後でもう一度お試しください
ko: 구매 실패, 잠시 후 다시 시도하세요
zh_hant: 購買失敗，請稍後重試

source: 起点
de: Start
en: Start
ko: 출발
zh_hant: 起點

source: 超速！注意安全
de: Zu schnell! Vorsicht
en: Overspeed! Stay safe
ja: 速度超過！安全運転を
ko: 과속! 안전에 주의

source: 超速提醒
de: Tempo-Warnung
en: Overspeed alert
ja: 速度超過アラート
ko: 과속 알림

source: 跑步
de: Laufen
en: Running
ja: ランニング
ko: 달리기

source: 距离
de: Distanz
en: Distance
ja: 距離
ko: 거리
zh_hant: 距離

source: 距起点 %@ · 长 %@
de: %1$@ ab Start · %2$@ lang
en: %1$@ from start · %2$@ long
ja: スタートから %1$@ · 長さ %2$@
ko: 출발점에서 %1$@ · 길이 %2$@
zh_hant: 距起點 %1$@ · 長 %2$@

source: 路况提醒
de: Streckenhinweise
en: Route warnings
ja: ルートの注意点
ko: 경로 주의사항
zh_hant: 路況提醒

source: 路线
de: Route
en: Route
ja: ルート
ko: 경로
zh_hant: 路線

source: 路线偏好
de: Routen-Präferenz
en: Route preference
ja: ルート設定
ko: 경로 설정
zh_hant: 路線偏好

source: 路线服务暂时不可用
de: Routing-Dienst vorübergehend nicht verfügbar
en: Routing service temporarily unavailable
ja: ルーティングサービスは一時的に利用できません
ko: 라우팅 서비스를 일시적으로 사용할 수 없습니다
zh_hant: 路線服務暫時不可用

source: 路线规划需要联网
de: Routenplanung benötigt Internet
en: Route planning needs internet
ja: ルート計画にはネット接続が必要
ko: 경로 계획에는 인터넷이 필요합니다
zh_hant: 路線規劃需要聯網

source: 车型
de: Radtyp
en: Bike type
ja: 自転車の種類
ko: 자전거 종류
zh_hant: 車型

source: 车多且无自行车道
de: Viel Verkehr, kein Radweg
en: Busy road, no bike lane
ja: 交通量が多く自転車レーンなし
ko: 차량 많음, 자전거 도로 없음
zh_hant: 車多且無自行車道

source: 轻骑运动 Pro 已激活
de: Cycling Pro aktiv
en: Cycling Pro active
ja: サイクリングPro有効
ko: Cycling Pro 활성화
zh_hant: 輕騎運動 Pro 已啟用

source: 运动
de: Aktivität
en: Activity
ja: 運動
ko: 운동
zh_hant: 運動

source: 运动与健身
de: Bewegung & Fitness
en: Motion & Fitness
ja: モーションとフィットネス
ko: 동작 및 피트니스
zh_hant: 運動與健身

source: 运动历史
de: Aktivitätsverlauf
en: Activity history
ja: 運動履歴
ko: 활동 기록
zh_hant: 運動歷史

source: 运动历史 + GPS
de: Aktivitätsverlauf + GPS
en: Activity history + GPS
ja: 運動履歴 + GPS
ko: 활동 기록 + GPS
zh_hant: 運動歷史 + GPS

source: 还差 %@ 公里
de: Noch %@ km
en: %@ km to go
ja: あと%@ km
ko: %@ km 남음
zh_hant: 還差 %@ 公里

source: 还没有可统计的骑行
de: Noch keine Fahrten zum Auswerten
en: No rides to analyze yet
ja: 集計できるライドがありません
ko: 아직 분석할 라이딩이 없습니다
zh_hant: 還沒有可統計的騎行

source: 还没有带轨迹的骑行
de: Noch keine Fahrten mit Track
en: No rides with tracks yet
ja: トラック付きのライドがありません
ko: 아직 트랙이 있는 라이딩이 없습니다
zh_hant: 還沒有帶軌跡的騎行

source: 还没有运动记录
de: Noch keine Trainings
en: No workouts yet
ja: まだワークアウトがありません
ko: 아직 운동 기록이 없습니다
zh_hant: 還沒有運動記錄

source: 这段时间已有一条你手动记录的运动，为避免重复没有再存一次。
de: Für diesen Zeitraum gibt es bereits eine von dir manuell erfasste Aktivität. Sie wurde nicht erneut gespeichert, um Duplikate zu vermeiden.
en: You already have a manually recorded activity for this time range, so it wasn’t saved again.
ja: この時間帯にはすでに手動で記録したアクティビティがあるため、重複を避けて保存しませんでした。
ko: 이 시간대에 이미 직접 기록한 운동이 있어 중복을 피하기 위해 저장하지 않았습니다.
zh_hant: 這段時間已有一筆你手動記錄的運動，為避免重複沒有再儲存一次。

source: 连续骑行
de: Serie
en: Streak
ja: 連続ライド
ko: 연속 라이딩
zh_hant: 連續騎行

source: 逐向语音导航 + 自动偏航重算
de: Sprachnavigation + automatische Neuberechnung
en: Turn-by-turn voice nav + auto reroute
ja: 音声ターンバイターン＋自動リルート
ko: 턴바이턴 음성 내비 + 자동 경로 재계산
zh_hant: 逐向語音導航 + 自動偏航重算

source: 通用
de: Ausgewogen
en: Balanced
ja: バランス
ko: 일반

source: 速度
de: Tempo
en: Speed
ko: 속도

source: 速度与安静均衡的通用骑行路线
de: Ausgewogene Route aus Tempo und Ruhe
en: A balanced route between speed and quiet
ja: 速度と静けさのバランスが取れたルート
ko: 속도와 한적함이 균형 잡힌 경로
zh_hant: 速度與安靜均衡的通用騎行路線

source: 速度曲线
de: Geschwindigkeitskurve
en: Speed curve
ja: 速度グラフ
ko: 속도 그래프
zh_hant: 速度曲線

source: 避开车多的主干道，走住宅小路与自行车道
de: Meidet stark befahrene Straßen; nutzt Nebenstraßen und Radwege
en: Avoid busy main roads; use side streets and bike lanes
ja: 交通量の多い幹線を避け、住宅街と自転車道を通る
ko: 차 많은 큰길을 피해 골목과 자전거도로 이용
zh_hant: 避開車多的主幹道，走住宅小路與自行車道

source: 配速
de: Tempo/km
en: Pace
ja: ペース
ko: 페이스

source: 重新查找
de: Erneut suchen
en: Search again
ja: 再検索
ko: 다시 찾기
zh_hant: 重新尋找

source: 重新选择
de: Neu wählen
en: Choose again
ja: 選び直す
ko: 다시 선택
zh_hant: 重新選擇

source: 重试加载价格
de: Preise erneut laden
en: Retry loading prices
ja: 価格を再読み込み
ko: 가격 다시 불러오기
zh_hant: 重試載入價格

source: 铺装与碎石土路都走，偏离主干道
de: Asphalt und Schotter gemischt, abseits der Hauptstraßen
en: Mixes paved and gravel, stays off main roads
ja: 舗装路も砂利道も走り、幹線道路を避けます
ko: 포장도로와 자갈길을 함께 이용하고 큰길을 피합니다
zh_hant: 鋪裝與碎石土路都走，偏離主幹道

source: 长时间高速且速度几乎不变的骑行会标为「疑似电动车」，可一键排除。超速提醒在手动骑行时达到所选速度会震动警示。
de: Lange, schnelle Fahrten mit fast konstantem Tempo werden als „Verdacht auf E-Bike“ markiert und lassen sich mit einem Tipp ausschließen. Die Tempo-Warnung vibriert beim Erreichen des gewählten Tempos während einer manuellen Fahrt.
en: Long, fast rides with near-constant speed get flagged as “suspected e-bike” and can be excluded in one tap. The overspeed alert vibrates when you reach the chosen speed during a manual ride.
ja: 長時間・高速でほぼ一定のライドは「電動アシストの疑い」として表示され、ワンタップで除外できます。速度超過アラートは手動ライド中に設定速度に達すると振動します。
ko: 길고 빠르며 속도가 거의 일정한 라이딩은 '전기자전거 의심'으로 표시되어 원터치로 제외할 수 있습니다. 과속 알림은 수동 라이딩 중 설정 속도에 도달하면 진동합니다.
zh_hant: 長時間高速且速度幾乎不變的騎行會標為「疑似電動車」，可一鍵排除。超速提醒在手動騎行時達到所選速度會震動警示。

source: 附近地点
de: Orte in der Nähe
en: Nearby places
ja: 近くの場所
ko: 주변 장소
zh_hant: 附近地點

source: 附近暂时没找到推荐目的地
de: Derzeit keine Ziele in der Nähe
en: No suggested destinations nearby right now
ja: 近くに推奨目的地が見つかりません
ko: 주변에 추천 목적지가 없습니다
zh_hant: 附近暫時沒找到推薦目的地

source: 附近风景目的地
de: Schöne Orte in der Nähe
en: Scenic spots nearby
ja: 近くの絶景スポット
ko: 주변 경치 명소
zh_hant: 附近風景目的地

source: 陡下坡 %lld%%
de: %lld%% Gefälle
en: %lld%% descent
ja: 下り %lld%%
ko: 내리막 %lld%%

source: 陡坡 %lld%%
de: %lld%% Anstieg
en: %lld%% climb
ja: 上り %lld%%
ko: 오르막 %lld%%

source: 隐私政策
de: Datenschutz
en: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私政策

source: 需要先允许写入 Apple 健康。
de: Bitte zuerst das Schreiben in Apple Health erlauben.
en: Allow writing to Apple Health first.
ja: 先にAppleヘルスケアへの書き込みを許可してください。
ko: 먼저 Apple 건강 쓰기를 허용하세요.
zh_hant: 需要先允許寫入 Apple 健康。

source: 非铺装路面（%@）
de: Unbefestigt (%@)
en: Unpaved (%@)
ja: 未舗装（%@）
ko: 비포장 (%@)
zh_hant: 非鋪裝路面（%@）

source: 预计
de: Vorauss.
en: Est.
ja: 予定
ko: 예상
zh_hant: 預計

source: 风景
de: Landschaft
en: Scenic
ja: 景色
ko: 경치
zh_hant: 風景

source: 风格
de: Stil
en: Style
ja: スタイル
ko: 스타일
zh_hant: 風格

source: 首次免费体验
de: Erste Fahrt gratis
en: First ride free
ja: 初回は無料でお試し
ko: 첫 이용은 무료
zh_hant: 首次免費體驗

source: 骑上几次，这里会出现你的记录与趋势。
de: Fahre ein paar Mal und deine Rekorde und Trends erscheinen hier.
en: Ride a few times and your records and trends appear here.
ja: 何度か走ると、記録と推移がここに表示されます。
ko: 몇 번 타면 기록과 추이가 여기에 표시됩니다.
zh_hant: 騎上幾次，這裡會出現你的記錄與趨勢。

source: 骑行
de: Radfahren
en: Cycling
ja: サイクリング
ko: 자전거
zh_hant: 騎行

source: 骑行中
de: Unterwegs
en: Riding
ja: ライド中
ko: 라이딩 중
zh_hant: 騎行中

source: 骑行中播报
de: Während der Fahrt
en: During a ride
ja: ライド中のアナウンス
ko: 라이딩 중 안내
zh_hant: 騎行中播報

source: 骑行时间太短
de: Fahrt zu kurz
en: Ride too short
ja: ライドが短すぎます
ko: 라이딩이 너무 짧습니다
zh_hant: 騎行時間太短

source: 骑行足迹
de: Fahrtenspur
en: Ride footprint
ja: ライドの足跡
ko: 라이딩 발자취
zh_hant: 騎行足跡

source: 高级统计
de: Erweiterte Statistik
en: Advanced Stats
ja: 詳細統計
ko: 고급 통계
zh_hant: 進階統計

source: 高级统计 · 周趋势与里程图表
de: Erweiterte Statistik · Wochentrends & Kilometer
en: Advanced stats · weekly trends & mileage charts
ja: 詳細統計 · 週次推移と走行チャート
ko: 고급 통계 · 주간 추이와 주행 차트
zh_hant: 進階統計 · 週趨勢與里程圖表

source: 默认全部记录。关闭后，被动检测到的该类型运动不再自动保存。骑行与跑步始终记录；「电动车」指自动识别为疑似电动车的骑行。手动开始的骑行不受影响。
de: Standardmäßig alle erfasst. Deaktiviert speichert es passiv erkannte Aktivitäten dieses Typs nicht mehr. Radfahren und Laufen werden immer erfasst; „E-Bike“ meint als Verdacht markierte Fahrten. Manuell gestartete Fahrten bleiben unberührt.
en: All types recorded by default. Turn one off and passively detected activities of that type are no longer auto-saved. Cycling and running are always recorded; “E-bike” means rides auto-flagged as suspected e-bike. Manually started rides are unaffected.
ja: 初期設定はすべて記録。オフにすると、その種目の自動検出を保存しません。サイクリングとランニングは常に記録。「電動アシスト」は疑いありと判定されたライドを指します。手動開始のライドは影響を受けません。
ko: 기본은 모두 기록. 끄면 해당 종목의 자동 감지를 저장하지 않습니다. 자전거와 달리기는 항상 기록되며, '전기자전거'는 의심으로 자동 표시된 라이딩을 뜻합니다. 수동 시작 라이딩은 영향을 받지 않습니다.
zh_hant: 預設全部記錄。關閉後，被動偵測到的該類型運動不再自動儲存。騎行與跑步始終記錄；「電動車」指自動判定為疑似電動車的騎行。手動開始的騎行不受影響。

source: 定位权限目前不是「始终」，App 无法在后台记录路线。改成「始终」后，之后的骑行会自动画出轨迹。
de: Der Standortzugriff steht nicht auf „Immer“, daher können Routen im Hintergrund nicht aufgezeichnet werden. Stelle auf „Immer“ um, dann werden künftige Fahrten automatisch aufgezeichnet.
en: Location access is not set to Always, so routes can't be recorded in the background. Switch to Always and future rides will be mapped automatically.
ja: 位置情報が「常に」になっていないため、バックグラウンドでルートを記録できません。「常に」に変更すると、以降のライドは自動で地図に描かれます。
ko: 위치 권한이 '항상'이 아니어서 백그라운드에서 경로를 기록할 수 없습니다. '항상'으로 변경하면 이후 라이딩이 자동으로 지도에 표시됩니다.
zh_hant: 定位權限目前不是「永遠」，App 無法在背景記錄路線。改成「永遠」後，之後的騎行會自動畫出軌跡。

source: Gravel
ja: グラベル
ko: 그래블
